Revit 2027 API
BuiltInFailures.DocumentFailures.ApiDelayedUpdateFailed Property
 Delayed Updating Failed. Please contact the 3rd Party Application vendor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ApiDelayedUpdateFailed { get; }
Public Shared ReadOnly Property ApiDelayedUpdateFailed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ApiDelayedUpdateFailed {
	FailureDefinitionId^ get ();
}
static member ApiDelayedUpdateFailed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DocumentFailures Class
Autodesk.Revit.DB Namespace